Repository: giellalt/corpus-sme
Catalog: tmx/sma/bible/osko/index.php_kat_id=122_art_id=137.html.tmx
Source language: sme
Languages: sma

source: Kristuskránsa
sma: Kristusen gievlie

source: Vuoiŋŋastanbáiki
sma: Lïegkedimmie-sijjie

source: Dalle go don gásttašuvvojit dajai Ipmil JUO dutnje, Ipmil dajai ahte don leat su mánná.
sma: Gosse lååvkesovvih, Jupmele dutnjien “ JAAVOE ” jeehti. Jupmele jeehti datne leah altese maana.

source: Go doalat gástabearrala, de sáhtát jurddašit iežat gástta birra.
sma: “ Laavkome-gearketje ” edtja dutnjien måjhtajehtedh datne lååvkesovveme.

source: Soaittát oaidnán gástagovaid alddát, dahje jurddašit movt dat dalle lei: Muhtin guttii du.
sma: Gosse laavkome-gearketjem steereminie, ussjedh dov laavkomen bïjre. Mejtie guvvieh dov laavkoemistie åtnah ?

source: Seammaládje guoddá Ipmil du miehtá du eallenagi.
sma: Maahtah ussjedidh guktie lïj gosse datne lååvkesovvih.

source: Don soaittát ožžon gástagintala, dat galgá symboliseret ahte gásttas cahkkehuvvo čuovga mii čuovgá eallimis ja jápmimis ja agálašvuođas.
sma: Gie akt datnem guedtieji. Seammalaakan Jupmielinie: Jupmele datnem fïerhten biejjien guadta. Mejtie tjoevkesem åadtjoejih ?

source: Don it dárbbaš ballat das mii duinna galgá dáhpáhuvvat eallimis.
sma: Dïhte vuesehte gosse lååvkesovvih, Jupmele tjoevkesem båaltajehti jïh dïhte edtja jieleden, jaememen jïh ihkuvasse bueledh.

source: Don leat Ipmila mánná ja leat Ipmila suoji vuolde.
sma: Datne Jupmelen maana leah jïh Jupmele datnem iktesth vaarjeleminie.
